Repository: soixantecircuits/the-board
Catalog: languages/the-board-*.po
Languages: fr_fr

source: Lastname
fr_fr: Nom de famille

source: Lastname of the member.
fr_fr: Nom de famille du membre.

source: Firstname
fr_fr: Prénom

source: Firstname of the member.
fr_fr: Prénom du membre

source: Job
fr_fr: Poste

source: Job occupied by the member.
fr_fr: Poste occupé par le membre.

source: Invert in glossary
fr_fr: Inverser l'ordre du nom et du prénom

source: If this is checked, member will be sorted by its firstname. "John Smith" would be find at "John" (J) instead of "Smith" (S).
fr_fr: Si cette case est coché, le prénom et le nom apparaitront inversé

source: Email of the member.
fr_fr: E-mail de la personne.

source: URL for the Facebook account of the member.
fr_fr: L'url du compte Facebook de la personne.

source: URL for the Twitter account of the member.
fr_fr: L'url du compte Twitter de la personne.

source: URL for the Google+ account of the member.
fr_fr: L'url du compte Google+ de la personne.

source: URL for the LinkedIn account of the member.
fr_fr: L'url public du compte LinkedIn de la personne

source: URL for the Skype account of the member.
fr_fr: Le nom d'utilisateur Skype de la personne

source: Phone
fr_fr: Numéro de téléphone

source: Phone number of the member.
fr_fr: Le numéro de téléphone de la personne.

source: A nice picture of the member.
fr_fr: Une belle photo du membre

source: Custom field
fr_fr: Un champ au choix ?

source: Whatever you think will be useful to know about the member.
fr_fr: Ce que vous pensez pertinent à ajouter au sujet de cette personne.

source: Settings
fr_fr: Paramètres

source: Members
fr_fr: Membres

source: Member
fr_fr: Membre

source: Add New
fr_fr: Ajouter un nouveau

source: Add New Member
fr_fr: Ajouter un nouveau membre

source: Edit Member
fr_fr: Editer un membre

source: New Member
fr_fr: Nouveau membre

source: All Members
fr_fr: Tous les membres

source: View Member
fr_fr: Voir un membre

source: Search Members
fr_fr: Rechercher parmi les membres

source: No members found
fr_fr: Aucun membre trouvé

source: No members found in the Trash
fr_fr: Aucun membre trouvé dans la poubelle

source: Structure members
fr_fr: Structure membre

source: Extesions accepted are: .jpg, .jpeg, .png and .gif
fr_fr: Les extensions acceptés sont : .jpg, .jpeg, .png et .gif

source: Groups
fr_fr: Groupes

source: Group
fr_fr: Groupe

source: Search Groups
fr_fr: Rechercher parmi les groupes

source: All Groups
fr_fr: Tous les groupes

source: Parent Group
fr_fr: Groupe parent

source: Parent Group:
fr_fr: Goupe parent :

source: Edit Group
fr_fr: Éditer un groupe

source: Update Group
fr_fr: Mettre à jour un groupe

source: Add New Group
fr_fr: Ajouter un nouveau groupe

source: New Group Name
fr_fr: Ajouter un nom de groupe

source: Editing Members
fr_fr: Éditez les membres

source: This page allows you to view/modify member details.
fr_fr: Cette page vous permet de voir et de modifier les détails des membres.

source: Members show the details of the people involved.
fr_fr: Les membres affichent le détail des personnes impliquées.

source: You can view/edit the details of each member by clicking on its name, or you can perform bulk actions using the dropdown menu and selecting multiple items.
fr_fr: Vous pouvez voir et éditer le détails de chaque membre en cliquant sur son nom ou en utilisant une action groupé et en les sélectionnant.

source: Groups Order
fr_fr: Ordre des Groupes

source: Upload Image
fr_fr: Télécharger

source: Hide this information
fr_fr: Cacher cette information

source: Contact information
fr_fr: Information de Contact

source: Basic Information
fr_fr: Information Basique

source: 0 being top level, how high is the member in his group ?
fr_fr: 0 est le plus haut niveau, quelle niveau a ce membre dans son groupe?

source: Hierarchy
fr_fr: Hierarchie

source: Contact form
fr_fr: Formulaire de contact

source: Choose a contact in the list below
fr_fr: Choisir un contact dans la liste ci-dessous

source: Contact form of the member. Put the ID provided by Contact Form 7.
fr_fr: Le formulaire de contact du membre. Mettre le ID de Contact Form 7.

source: Name
fr_fr: Nom

source: Posts
fr_fr: Postes

source: Order the groups by dragging and dropping them into the desired order.
fr_fr: Glisser et déposer les groupes dans l'ordre désiré pour les ré-organiser.

source: Update Order
fr_fr: Sauvegarder

source: Choose a group from the drop down to order its sub-groups.
fr_fr: Choisir un groupe pour ré-organiser ses sous-groupes.

source: Order Sub-groups
fr_fr: Ré-organiser les sous-groupes

source: Return to Parent Group
fr_fr: Retourner vers le groupe parent
